Repository: tombreit/django-dlcdb
Catalog: dlcdb/locale/*/LC_MESSAGES/django.po
Languages: de

source: group
de: Gruppe

source: groups
de: Gruppen

source: email address
de: Email-Adresse

source: Thanks for spending some quality time with the web site today.
de: Danke für die Zeit, die Sie heute mit Ihrer DLCDB verbracht haben.

source: Log in again
de: Erneut anmelden

source: Relocate selected devices
de: Ausgewählte Geräte umziehen

source: Restore devices from REMOVED to LOST
de: Wiederherstellung von REMOVED auf LOST

source: Licence type
de: Lizenztyp

source: Lending
de: Ausleihe

source: Devices
de: Gerät

source: Procurement
de: Beschaffung

source: Bulk Decommissioning
de: Bulk Ausmusterung

source: Rooms
de: Räume

source: Manufacturer
de: Hersteller

source: Distributor
de: Zulieferer

source: Device types
de: Geräteklassen

source: People
de: Personen

source: Removed records
de: Entfernt-Records

source: Inventories
de: Inventuren

source: Notes
de: Notizen

source: Add proper record?
de: Einen Record hinzufügen?

source: No room configured as 'is_external'!
de: Kein Raum als 'is_external' konfiguriert!

source: Configure one?
de: Konfigurieren?

source: No room configured as 'is_auto_return_room'!
de: Kein "Auto return" Raum konfiguriert!

source: No rooms defined yet.
de: Bisher wurden keine Räume eingegeben.

source: Add some rooms?
de: Räume hinzufügen?

source: Inventory number must be entered as the main number-sub-number.
de: Inventarnummer muss als Hauptnummer-Unternummer eingegeben werden.

source: Inventory ID
de: Inventarnummer

source: Serial number
de: Seriennummer

source: Device type
de: Geräteklasse

source: Model name
de: Modellbezeichnung

source: Supplier
de: Distributor

source: Is license?
de: Ist Lizenz?

source: Date of purchase
de: Kaufdatum

source: Warranty expiry date
de: Garantieablaufdatum

source: Start date of licence or maintenance contract
de: Startdatum Lizenz- oder Wartungsvertrag

source: Expiry date licence or maintenance contract
de: Ablaufdatum Lizenz- oder Wartungsvertrag

source: Contract termination date
de: Kündigungsdatum Vertrag

source: Date of termination of the contract.
de: Datum der Vertragskündigung.

source: Cost centre
de: Kostenstelle

source: Book value
de: Buchwert

source: Procurement note
de: Beschaffungsnotiz

source: Information such as unique selling points, possible suppliers for comparative offers, etc.
de: Informationen wie Alleinstellungsmerkmale, mögliche Lieferanten für Vergleichsangebote usw.

source: Contact (internal)
de: Kontakt (intern)

source: Note
de: Notiz

source: Main MAC address
de: MAC-Adresse

source: Further MAC addresses
de: Weiter MAC Adressen

source: Legacy device
de: Legacy Gerät

source: Is loanable?
de: Ist verleihbar?

source: Added via CSV import?
de: Via CSV-Import angelegt?

source: Order number
de: Bestellnummer

source: Password Hard Disk Encryption
de: Passwort Festplattenverschlüsselung

source: E.g. Bitlocker recovery key or macOS FileVault password for system hard disk.
de: Z.B. Bitlocker Recovery Key oder macOS FileVault Passwort für Systemfestplatte.

source: Password backup encryption
de: Passwort Backupverschlüsselung

source: E.g. macOS TimeMachine password for backup hard disk.
de: Z.B. macOS TimeMachine Passwort für Backupfestplatte.

source: Device Type
de: Geräteklasse

source: Device Types
de: Geräteklassen

source: Inventory
de: Inventur

source: Manufacturers
de: Hersteller

source: Lendings
de: Ausleihen

source: Ordered
de: Bestellt

source: Active
de: Aktiv

source: Expiring
de: Läuft bald ab

source: Expired
de: Abgelaufen

source: Terminated
de: Gekündigt

source: Unknown
de: Unbekannt

source: License
de: Lizenz

source: Licenses
de: Lizenzen

source: Record of type 'Lost'
de: Record vom Typ "Nicht auffindbar"

source: Records of type 'Lost'
de: Records vom Typ "Nicht auffindbar"

source: Sold
de: Verkauft

source: Scrapped
de: Verschrottet

source: Surrendered
de: Abgegeben

source: Stolen
de: Gestohlen

source: Duplicate
de: Duplikat

source: Device
de: Gerät

source: Record type
de: Record Typ

source: Record note
de: Record Notiz

source: Assigned device
de: Zugeordnetes Gerät

source: Room
de: Raum

source: Whereabouts after decommissioning
de: Verbleib nach der Ausmusterung

source: For example, a URL to a room plan. When available and applicable, room details are linked to this URL.
de: Zum Beispiel ein Link zu einem Raumplan. Wenn verfügbar und anwendbar werden Raum-Nennungen mit dieser URL verlinkt.

source: "Auto return" room
de: "Auto return" Raum

source: Returned loaned devices are automatically assigned to this room
de: Zurückgebene Leihgeräte werden automatisch diesem Raum zugeordnet

source: External/Lent Room
de: Extern/Verliehen-Raum

source: Location/room where assets are collected that cannot be located, e.g., loaned, off-site .
de: Location/Raum, in dem Assets gesammelt werden, die nicht lokalisierbar sind, z.B. verliehen, außer Haus .

source: Default license room
de: Standard Lizenz Location

source: Room or location where the license information is stored.
de: Raum oder Location wo die Lizenz aufbewahrt wird.

source: Contact and support information: contact persons, hotlines, mail addresses etc.
de: Kontakt- und Supportinformationen: Ansprechpersonen, Hotlines, Mailadressen etc.

source: Suppliers
de: Distributoren

source: No, take me back
de: Nein, bitte zurück

source: Already inventorized
de: Schon inventorisiert

source: Not yet inventorized
de: Noch nicht inventorisiert

source: Show all records
de: Alle Records anzeigen

source: Checklist & Lending configuration
de: Checkliste & Ausleihkonfiguration

source: Room replication
de: Raumabgleich

source: Floor plan
de: Raumplan

source: Previous records for this device
de: Frühere Records dieses Devices

source: Edit lending
de: Verleih bearbeiten

source: Show removal record
de: Zeige Entfernt-Record

source: Lend
de: Ausleihen

source: Inventorize
de: Inventarisieren

source: SAP comparison
de: SAP-Abgleich

source: License Management
de: Lizenzmanagement

source: License type...
de: Lizenztyp...

source: Supplier...
de: Distributor...

source: License state...
de: Lizenzstatus...

source: Check this box if the contract has been terminated.
de: Anhaken, wenn Vertrag gekündigt ist.

source: Select one or more subscribers.
de: Es können mehrere Abonnenten angegeben werden.

source: At least one field must be filled.
de: Mindestens ein Feld muss ausgefüllt sein.

source: Subscribers
de: Abonnenten

source: Type
de: Typ

source: Start Date
de: Startdatum

source: Expiration Date
de: Ablaufdatum

source: Licenses configuration
de: Lizenzmodul Konfiguration

source: Search licenses
de: Lizenz suchen

source: Admin view
de: Admin Ansicht

source: Show history
de: Zeige Historie

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Add license
de: Neue Lizenz

source: of
de: von

source: licences
de: Lizenzen

source: Show all?
de: Zeige alle?

source: Start date
de: Startdatum

source: Expiry date
de: Ablaufdatum

source: License type
de: Lizenztyp

source: No licenses found.
de: Keine Lizenz gefunden.

source: Edit license
de: Lizenz bearbeiten

source: New license
de: Neue Lizenz

source: License History
de: Lizenz Historie

source: Type of event
de: Art des Ereignisses

source: Interval Name
de: Bezeichnung Interval

source: Preview
de: Vorschau

source: Smallstuff
de: Kleinkram

source: Issued stuff
de: Ausgegebener Kleinkram

source: Smallstuff Person Search
de: Kleinkram Personen Suche

source: You do not have permission to access this page or perform this action.
de: Sie haben nicht die notwendige Berechtigung um auf diese Seite zuzugreifen oder diese Aktion auszuführen.

source: If you believe this is an error, please contact <a href="mailto:%(email)s">%(email)s</a>.
de: Falls Sie dies für einen Fehler halten, kontaktieren Sie bitte <a href="mailto:%(email)s">%(email)s</a>.

source: If you are not logged in, please log in:
de: Wenn Sie nicht angemeldet sind melden Sie sich bitte an:

source: Log in
de: Anmelden

source: Django site admin
de: Django Site-Verwaltung

source: Django administration
de: Django Verwaltung

source: History
de: Historie

source: Processes
de: Prozesse

source: Data management
de: Datenhaltung

source: Thanks for spending some quality time with the DLCDB today.
de: Danke für die Zeit, die Sie heute mit Ihrer DLCDB verbracht haben.

source: Date/time
de: Datum/Zeit

source: Comment
de: Kommentar

source: Changed by
de: Geändert von
